Revit 2024 API
LinePattern Constructor
Overload List
Name | Description
LinePattern()
 Creates a simple line pattern.
LinePattern(String)
 Creates a line pattern with given name.
See Also
LinePattern Class
LinePattern Members
Autodesk.Revit.DB Namespace